[
    {
        "file": "Ehrhardt_VR.docx",
        "source": "Ehrhardt",
        "Fullname": "Ehrhardt, Christoph Emmanuel",
        "Personal records": "*1745\n<i>Religion</i>: Lutheran?\nIn 1774 in St. Petersburg, he married the daughter of major Ch. Lichnowsky, German by birth; they had two children.",
        "Education": "",
        "Languages and other subjects taught by the teacher": "German",
        "Career": "Sailor, assistant librarian. He served on ships belonging to Denmark; he had a Danish passport when he arrived in Saint Petersburg in 1767 with the person who looked after the Baron Johann Albrecht Korff’s (1697–1766) library. Korff was Russian envoy extraordinary to the Danish court and earlier the president of the Saint Petersburg Academy of Sciences. He possessed a library of about 34 thousand volumes. In 1764, his library was purchased by Catherine II for 50 thousand roubles for the Grand Duke Paul Petrovich, but Korff had the right to use it until his death.\nAfter arriving in Saint Petersburg in 1767, Ehrhardt was employed as an assistant librarian in Baron Korff’s library. Both Ehrhardt and his wife knew some Russian necessary for everyday communication. \nIn 1777, Ehrhardt founded a school, located in the city centre, in Millionnaya Street in the first Admiralty part of the city, in the house of brigadier Fukov, where the Ehrhardts resided. From 1779 onwards, this was a boarding school. \nIn April 1780, a commission of the Academy of Sciences inspected this school. There were six boarders (five boys and one girl), and about 30 day students aged from 8 to 13. The school premises consisted of two rooms, which were very cramped. The school had two teachers of German origin: Christian Lichnowsky, Ehrhardt’s father-in-law, and another, born in Kiel, aged about 30. According to the commission, apart from the initial basics of the three languages (Russian, German, French) and arithmetic, children “could not learn anything here”. \nAccording to the results of the examinations for boarding-school guardians and teachers, held at the main German public school (the Petrischule) from 3 November to 4 December 1784, Ehrhardt was “the most ignorant and incapable of all the boarding-school guardians, and his assistants were just as incapable as he was.” (ссылка) However, the school still existed in October 1784, with 19 boys enrolled.",
        "Teaching institutions and families": "Private boarding school in Saint Petersburg.",
        "Students and their social status": "Students came from families of military officers (those were of Russian origin) and various craftsmen, traders and practitioners of mechanical arts (those are mostly of German origin). The boarders were: \n<ul>\n<li>Andrey Aputin, son of a merchant;</li>\n<li>Pavel Kozlov, son of a valet;</li>\n<li>Myshlyakovskaya, daughter of a coffee-waiter;</li>\n<li>Dmitry Plavkov, son of a captain;</li>\n<li>Mikhail Stepanov, foster-child;</li>\n<li>Klement Sytin, son of a captain.</li>\n</ul>\nThe day-school students were: \n<ul>\n<li>Ivan Akhlebinov, orphan;</li>\n<li>Nikolay Wilhelm and Sofia Gaspar, children of a hairdresser;</li>\n<li>Sofia and Regina Ginz, daughters of a tailor;</li>\n<li>Thieme Gottlieb, son of a wainwright;</li>\n<li>Maria Griberkhova, daughter of a silversmith;</li>\n<li>Samuel and Anna Kelstren;</li>\n<li>Alexander and Wilhelm Knot, children of a doorman;</li>\n<li>Johann Lübeck, son of a hatter,</li>\n<li>Anton Miller, son of a carpenter;</li>\n<li>Katherine Miller, daughter of a bookbinder;</li>\n<li>Peter Moltrech, son of a confectioner;</li>\n<li>Dmitry Rostovtsev, son of a coppersmith;</li>\n<li>Lukyan Vasilyev, son of a widow;</li>\n<li>Johann and Anna Volgach, children of a baker.</li>\n</ul>\nJudging by surnames, of the 25 children studying at this school, nine came from Russian families, and the others appear to be of German origin.",
        "Teaching methods and materials": "Reading, writing, memorizing. Ehrhardt gave four lessons of German calligraphy and four lessons of German per week. The following books were used in this school.\n<ul>\n<li>Martin Luther, <i>Der Kleine </i><i>Catechismus</i><i>,</i> Reval, 1727 (several editions in eighteenth-century Russian Empire);</li>\n<li>“Der Hallischen Fibel” (a primer from Halle).</li>\n</ul>",
        "Language and other teaching books by the teacher": "",
        "Sources and bibliography": "SPF ARAN, fond 1, op. 2-1780, d. 4, f. 2-3, 39-39v.; RGIA, fond 730, op. 2, d. 70, f. 41v.",
        "Authors": "Galina Smagina"
    }
]